Repository: aryanamoh/icare-nyc
Catalog: icare-nyc/Localizable.xcstrings
Source language: en
Languages: es

source: About
es: Acerca de

source: About the App
es: Sobre la aplicación

source: About the MORE Caucus
es: Sobre el caucus MORE

source: App Version: 1.0
es: Versión de la aplicación: 1.0

source: Bathroom
es: Baño

source: Boiler Room
es: La sala de calderas

source: Cafeteria
es: Cafetería

source: Classroom
es: Aula

source: Click to open report details.
es: Haga clic para abrir los detalles del informe.

source: Click to search reports by district.
es: Haga clic para buscar informes por distrito.

source: Community Member
es: Miembro de la comunidad

source: Computer Room
es: La sala de computadoras

source: Conference Room
es: La sala de conferencias

source: Custodial Closet
es: Armario de custodia

source: Description *
es: Descripción *

source: District
es: Distrito

source: Donate to MORE Caucus
es: Donar al caucus MORE

source: Email
es: Correo electrónico

source: Enter Description
es: Ingrese la descripción

source: Enter floor number
es: Ingrese el número de piso

source: Enter room name or number
es: Ingrese el nombre o número de la habitación

source: Enter your email
es: Ingrese su correo electrónico

source: Enter your name
es: Ingrese su nombre

source: Entrance Area
es: La entrada

source: Feedback and Support
es: Comentarios y Soporte

source: Flaking Paint
es: Pintura descascarada

source: Floor *
es: Número de Piso *

source: Get Involved
es: Participa

source: Gym
es: El gimnasio

source: Hallway
es: El pasio

source: Hello, World!
es: ¡Hola, Mundo!

source: Indoor Air Quality
es: Calidad del aire interior

source: Infrastructure Concerns Assessment and Reporting for Education in NYC
es: Evaluación e informes de problemas de infraestructura para la educación en la ciudad de Nueva York

source: Infrastructure Reporting Form
es: Formulario de infraestructura

source: Kitchen
es: La cocina

source: Library
es: La bibliotecha

source: Licensed under MIT License
es: Con licencia bajo la Licencia MIT

source: Location Details
es: Detalles de la Ubicación

source: Locker Room
es: El vestuario

source: Lounge
es: El salón

source: Mechanical Room
es: Sala mecánica

source: Mold Growth
es: Crecimiento de moho

source: MORE Caucus Website
es: Sitio web del caucus MORE

source: Music Room
es: La sala de música

source: Name
es: Nombre

source: No recent reports for %@
es: No hay informes recientes para: %@

source: Non-required field
es: Campo de formulario no requerido

source: Office
es: La oficina

source: Open About Page
es: Abrir la página Acerca de

source: Parent
es: Padres

source: Pest Sightings
es: Avistamientos de plagas

source: Physical Damage
es: Daño físico

source: Please make sure all required fields are completed.
es: Por favor, asegúrese de completar todos los campos requeridos.

source: Preferences
es: Preferencias

source: Problem Details
es: Detalles del Problema

source: Problem Type *
es: Tipos de problemas *

source: Recent Reports
es: Informes Recientes

source: Report Details
es: Detalles del Informe

source: Report Form
es: Formulario de Informe

source: Required field
es: Campo de formulario requerido

source: Resources
es: Recursos

source: Rodent Droppings
es: Excrementos de roedores

source: Role *
es: Rol *

source: Room Name / Number *
es: El nombre del salón, el numero del salón *

source: Room Type *
es: Tipo de habitación *

source: Safety Hazards
es: Riesgos de seguridad

source: Search for: %@
es: Buscar: %@

source: Select District
es: Seleccionar distrito

source: Select District *
es: Seleccionar distrito *

source: Select Problem Type
es: Seleccionar tipo de problema

source: Select Role
es: Seleccionar rol

source: Select Room Type
es: Selecionar tipo de habitación

source: Select school
es: Selecionar escuela

source: Select School *
es: Selecionar escuela *

source: Send Feedback
es: Enviar comentarios

source: Settings
es: Configuración

source: Shaft
es: El hueco

source: Stairwell
es: La escalera

source: Storage
es: El almacenamiento

source: Student
es: Estudiante

source: Submit
es: Enviar

source: Success
es: Éxito

source: Support the App
es: Apoya la aplicación

source: Teacher
es: Maestros

source: Thank you for your feedback!
es: ¡Gracias por sus comentarios!

source: The app is designed to match the language and visual preferences of your phone. Please navigate to your settings app to change your preferences.
es: La aplicación está diseñada para coincidir con el idioma y las preferencias visuales de su teléfono. Por favor, vaya a la aplicación de configuración para cambiar sus preferencias.

source: The Movement of Rank and File Educators (MORE) is a movement of New York City teachers fighting for more just schools. Our motto is "our working conditions are our students' learning conditions".
es: El Movimiento de Educadores de Base (MORE) es un movimiento de maestros de la ciudad de Nueva York que luchan por escuelas más justas. Nuestro lema es "las condiciones de trabajo son las condiciones de aprendizaje de nuestros estudiantes."

source: There was a problem submitting your form. Please try again later.
es: Hubo un problema al enviar su formulario. Por favor, inténtelo de nuevo más tarde.

source: Thermal Control
es: Control térmico

source: This app is run and maintained by the MORE Caucus. Donations to keep the app running are appreciated. You can donate on the MORE Caucus website.
es: Esta aplicación es administrada y mantenida por el caucus MORE. Se aprecian las donaciones para mantener la aplicación en funcionamiento. Puedes donar en el sitio web del caucus MORE.

source: This app was developed by Aryana Mohammadi and Erika Kitzmiller's Education Policy course for the MORE caucus of NYC's teachers union.
es: Esta aplicación fue desarrollada por el curso de Política Educativa de Aryana Mohammadi y Erika Kitzmiller para el caucus MORE del sindicato de maestros de Nueva York.

source: To get involved with the MORE Caucus, visit their website:
es: Para participar en el caucus MORE, visita su sitio web:

source: User Details
es: Detalles del Usuario

source: Water / Steam Leaks
es: Fugas de agua / vapor

source: Water Damage
es: Daños por agua

source: Workplace Illness
es: Enfermedad en el lugar de trabajo
